Repository: alphaomegaphi/mojito-shipping
Catalog: languages/mojito-shipping-*.po
Languages: es_cr

source: Register sending aborted due errors, check: %s
es_cr: Registro de envío cancelado debido a errores, verifique: %s

source: "%1$s" cannot exceed %2$s characters. Given: %3$s, "%4$s" called from "%5$s"
es_cr: "%1$s" no puede exceder los %2$s caracteres. Dado: %3$s, "%4$s" ejecutado desde "%5$s"

source: 120px width
es_cr: 120px de ancho

source: 200px width
es_cr: 200px de ancho

source: 320px width
es_cr: 320px de ancho

source: Add IVA calculation
es_cr: Agregar cálculo de IVA

source: Add packing costs to the shipping calculation
es_cr: Agregar costos de empaque al cálculo del envío

source: Address
es_cr: Dirección

source: Address fields settings
es_cr: Configuración de campos de dirección

source: Address:
es_cr: Dirección:

source: Alert: The maximum weight allowed by Correos de Costa Rica is 30,000 grams (30 kg )
es_cr: Alerta: El peso máximo permitido por Correos de Costa Rica es de 30,000 gramos (30 kg)

source: All its products have defined weight
es_cr: Todos sus productos tienen peso definido.

source: Allow CRON to run?
es_cr: Permitir la ejecución de CRON

source: auth_port or auth_url empty.
es_cr: auth_port o auth_url vacíos.

source: Authentication issues.
es_cr: Problemas de autenticación

source: Automatic Exchange rate
es_cr: Tipo de cambio automático

source: Automatic exchange rate
es_cr: Tipo de cambio automático

source: Bad "%1$s" Given: "%2$s" called from "%3$s"
es_cr: Incorrecto "%1$s" Dado: "%2$s" ejecutado desde "%3$s"

source: Bad MONTO_FLETE Given: %s
es_cr: MONTO_FLETE Incorrecto. Dado: %s

source: Be sure the URL ends with "?WSDL", example: http://amistad.correos.go.cr:82/wserPruebas/wsAppCorreos.wsAppCorreos.svc?WSDL
es_cr: Esté seguro que la URL termina con "?WSDL", ejemplo: http://amistad.correos.go.cr:82/wserPruebas/wsAppCorreos.wsAppCorreos.svc?WSDL

source: Big bag - ₡150,00
es_cr: Bolsa grande - ₡150,00

source: Canton
es_cr: Cantón

source: Canton:
es_cr: Cantón:

source: Carrier
es_cr: Portador

source: Carrier or Method
es_cr: Proveedor o método

source: Carrier settings
es_cr: Configuración del portador

source: Carriers or methods enabled
es_cr: Proveedores o métodos activos

source: Cart Address preselection
es_cr: Preselección de la dirección en el carrito

source: Cart and Checkout options
es_cr: Opciones de carrito y pago

source: ccrRegistroEnvio aborted.
es_cr: ccrRegistroEnvio abortado.

source: Checkout this documentation.
es_cr: Lea ésta documentación.

source: Choose a city
es_cr: Selecione una ciudad

source: City-District
es_cr: Ciudad-Distrito

source: Click to request.
es_cr: Clic para generar.

source: Client code
es_cr: Código de cliente

source: Client note:
es_cr: Notas del cliente:

source: Client notes
es_cr: Notas del cliente

source: Client Type
es_cr: Tipo de cliente

source: CLIENTE_ID cannot exceed 10 characters. Given: %1$s, "%2$s"
es_cr: CLIENTE_ID no puede superar los 10 caracteres. Dado: %1$s, "%2$s"

source: Company:
es_cr: Empresa:

source: Configuration to consume the Correos de Costa Rica web service.
es_cr: Configuración para consumir el servicio web de Correos de Costa Rica.

source: Configuration to consume the Correos de Costa Rica web service. Important: Complete this settings and check connection before first.
es_cr: Configuración para consumir el servicio web de Correos de Costa Rica. Importante: complete esta configuración y verifique la conexión de primero.

source: Connection Settings.
es_cr: Ajustes de Conexión

source: Correos de Costa Rica Answer:
es_cr: Respuesta de Correos de Costa Rica:

source: Correos de Costa Rica Logo
es_cr: Logo de Correos de Costa Rica

source: Correos de Costa Rica Tracking code
es_cr: Código de seguimiento de Correos de Costa Rica

source: Correos de Costa Rica without integration
es_cr: Correos de Costa Rica sin integración

source: Created: %s
es_cr: Creado: %s

source: Cron settings
es_cr: Ejecución periodica

source: Curl is enabled
es_cr: Curl está activo

source: Curl is not enabled
es_cr: Curl no está activo

source: Custom CSS Class for the logo
es_cr: Clase CSS personalizada del logo

source: Custom label
es_cr: Etiqueta personalizada

source: Custom message to show it on orders mail.
es_cr: Mensaje personalizado para mostrar en el correo del pedido.

source: Custom packing cost
es_cr: Costo de empaque personalizado

source: Custom packing costs like bags or boxes.
es_cr: Costos de empaque personalizados como bolsas o cajas.

source: Custom zip codes to exclude
es_cr: Códigos postales personalizados para excluir

source: Date
es_cr: Fecha

source: Debug
es_cr: Depuración

source: DEST_APARTADO cannot exceed 20 characters. Given: %1$s, "%2$s"
es_cr: DEST_PARTADO no puede superar los 20 caracteres. Dado: %1$s, "%2$s"

source: DEST_APARTADO is empty
es_cr: DEST_APARTADO está vacío

source: DEST_DIRECCION cannot exceed 300 characters. Given: %1$s, "%2$s"
es_cr: DEST_DIRECCION no puede superar los 300 caracteres. Dado: %1$s, "%2$s"

source: DEST_DIRECCION is empty
es_cr: DEST_DIRECCION está vacío

source: DEST_NOMBRE cannot exceed 100 characters. Given: %1$s, "%2$s"
es_cr: DEST_NOMBRE no puede superar los 100 caracteres. Dado: %1$s, "%2$s"

source: DEST_NOMBRE is empty
es_cr: DEST_NOMBRE está vacío

source: DEST_TELEFONO cannot exceed 10 characters. Given: %1$s, "%2$s"
es_cr: DEST_TELEFONO no puede superar los 10 caracteres. Dado: %1$s, "%2$s"

source: DEST_TELEFONO is empty
es_cr: DEST_TELEFONO está vacío

source: DEST_ZIP cannot exceed 8 characters. Given: %1$s, "%2$s"
es_cr: DEST_ZIP no puede superar los 8 caracteres. Dado: %1$s, "%2$s"

source: DEST_ZIP is empty
es_cr: DEST_ZIP está vacío

source: Details for "%s"
es_cr: Detalles para "%s"

source: Details:
es_cr: Detalles:

source: Determines how many seconds the cache will live.
es_cr: Determina cuantos segundos se guardará el caché

source: Disable Correos de Costa Rica when order total weight is over 30 kg
es_cr: Desactive Correos de Costa Rica cuando el peso total del pedido supere los 30 kg

source: Disable exchange rate
es_cr: Deshabilitar tipo de cambio

source: Disable fixed rates
es_cr: Inhabilitar tarifas fijas

source: Disable packing costs
es_cr: Deshabilitar costos de empaque

source: Disable the minimal amounts
es_cr: Inhabilitar los montos mínimos

source: Disabled
es_cr: Inhabilitado

source: Disclaimer
es_cr: Descargo de responsabilidad

source: Discount (Percent or amount).
es_cr: Descuento (porcentaje o monto).

source: Distric:
es_cr: Distrito:

source: District
es_cr: Distrito

source: Do not round the amount
es_cr: No redondear el monto

source: Do you like Mojito Shipping?
es_cr: ¿Te gusta Mojito Shipping?

source: Download Correos de Costa Rica Guide (PDF)
es_cr: Descargar la Guía de Correos de Costa Rica (PDF)

source: Download PDF available in customer order details
es_cr: Descargar PDF disponible en los detalles del pedido del cliente

source: Download PDF available in orders list
es_cr: Descarga de PDF disponible en lista de órdenes

source: Due Correos de Costa Rica uses colones for its rates, this option allows you to sell in another currency and convert the final shipping rate to the currency established in your store, according to the exchange rate settings.
es_cr: Debido a que Correos de Costa Rica usa colones para sus tarifas, ésta opción permite vender en otras monedas y convertir el monto final de envío a la moneda establecida en su tienda, de acuerdo al tipo de cambio definido.

source: Dynamic allowed values: <br>%rate% for shipping rate <br>%country% for destination country <br>%weight% for package weight <br>%weight-ccr% for package weight allowed by Correos de Costa Rica
es_cr: Valores dinámicos permitidos: <br>%rate% para tarifa de envío <br>%country% para país de destino <br>%weight% para peso de paquete <br>%weight-ccr% para peso de paquete permitido por Correos de Costa Rica

source: Dynamic allowed values: <br>%rate% for shipping rate <br>%weight% for package weight
es_cr: Valores dinámicos permitidos: <br>%rate% para la tarifa de envío <br>%weight% para el peso del paquete

source: Email
es_cr: Correo electrónico

source: Email:
es_cr: Correo electrónico

source: Empty parameter "%1$s" called from "%2$s".
es_cr: Parámetro vacío "%1$s" ejecutado desde "%2$s".

source: EMS bag size
es_cr: Tamaño de la bolsa EMS

source: Enable Debug
es_cr: Activar depuración

source: Enable debug
es_cr: Activar depuración

source: Enable exchange rate
es_cr: Habilitar tipo de cambio

source: Enable fixed rates
es_cr: Habilitar tarifas fijas

source: Enable minimal amounts
es_cr: Habilitar montos mínimos

source: Enable Mojito Proxy
es_cr: Habilitar la conexión proxy de Mojito

source: Enable packing costs
es_cr: Habilitar costos de empaque

source: Enable Proxy Connection
es_cr: Habilitar Conexión Proxy

source: Enable Pymexpress WS Cache?
es_cr: ¿Habilitar el caché del Web Service de Pymexpress?

source: Enable the minimal amounts
es_cr: Habilitar los montos mínimos

source: Enable this option to log more data about plugin work
es_cr: Habilite esta opción para registrar más datos sobre el trabajo del plugin

source: Enable this shipping method
es_cr: Habilitar este método de envío.

source: Enable/Disable
es_cr: Habilitar/Inhabilitar

source: Enabled
es_cr: Habilitado

source: Enter the minimal or maximum items count, weight or amount to apply the free shipping rule.
es_cr: Ingrese el número mínimo o máximo de artículos, el peso o la cantidad para aplicar la regla de envío gratis.

source: Enter the minimal or maximum weight or amount to apply the free shipping rule.
es_cr: Ingrese el peso o la cantidad mínima o máxima para aplicar la regla de envío gratuito.

source: ENVIO_ID cannot exceed 25 characters. Given: %1$s, "%2$s"
es_cr: ENVIO_ID no puede superar los 20 caracteres. Dado: %1$s, "%2$s"

source: Environment type
es_cr: Tipo de entorno

source: Environment: %s
es_cr: Entorno: %s

source: Event
es_cr: Evento

source: Exchange Rate
es_cr: Tipo de Cambio

source: Exchange rate
es_cr: Tipo de cambio

source: Exchange rate from Hacienda: %s
es_cr: Tipo de cambio de Hacienda: %s

source: Exclude inside GAM locations?
es_cr: ¿Excluir ubicaciones dentro de GAM?

source: Exclude outside GAM locations?
es_cr: ¿Excluir ubicaciones dentro de GAM?

source: Fill with zip code locations to exclude from the shipping calculation. Separate with commas ","
es_cr: Complete con ubicaciones de código postal para excluir del cálculo de envío. Separe con comas ","

source: Filter settings:
es_cr: Filtrar configuraciones:

source: Fixed amount
es_cr: Monto fijo

source: Fixed rates
es_cr: Tarifas fijas

source: Free and discount shipping rules
es_cr: Reglas de envío gratis y con descuento

source: Free shipping
es_cr: Envío gratis

source: Free Shipping disabled
es_cr: Envío gratuito desactivado

source: Free Shipping discount mode
es_cr: Modo de descuento de envío gratis

source: Full order data
es_cr: Datos completos del pedido

source: Full size
es_cr: Completo

source: General minimal amount
es_cr: Monto mínimo general

source: grams
es_cr: gramos

source: Guide
es_cr: Guía

source: Guide number for packages tracking
es_cr: Número de guía para el seguimiento de paquetes

source: Guide number from Correos de Costa Rica:
es_cr: Número de guía de Correos de Costa Rica:

source: Hide zip code field
es_cr: Ocultar campo de código postal

source: ID_DISTRITO_DESTINO cannot exceed 30 characters. Given: %1$s, "%2$s"
es_cr: ID_DISTRITO_DESTINO no puede superar los 20 caracteres. Dado: %1$s, "%2$s"

source: If set, Mojito Shipping will try to send the PDF guide to these email addresses. Separate with commas ","
es_cr: Si establece algún correo, Mojito Shipping intentará enviar las guías PDF a esas direcciones de correo. Agregue las direcciones de correo separadas por coma ","

source: if set, will overwrite the packing cost.
es_cr: Si se establece, sobrescribirá el costo de embalaje.

source: If Yes, an option to download the PDF will be available in the customer order details.
es_cr: En caso afirmativo, una opción para descargar el PDF estará disponible en los detalles del pedido del cliente.

source: If Yes, an option to download the PDF will be available in the orders list.
es_cr: En caso afirmativo, habrá una opción para descargar el PDF en la lista de pedidos.

source: If Yes, Pymexpress will be no active for inside GAM destinations.
es_cr: En caso afirmativo, Pymexpress no estará activo para destinos dentro de GAM.

source: If Yes, Pymexpress will be no active for outside GAM destinations.
es_cr: En caso afirmativo, Pymexpress no estará activo para destinos externos a GAM.

source: If yes, the PDF will show the products in the order. This option requires "Full order data" in the PDF Content option.
es_cr: En caso afirmativo, el PDF mostrará los productos en el pedido. Esta opción requiere "Datos completos del pedido" en la opción Contenido PDF.

source: If you like this plugin, please write a few words about it at <a href="https://wordpress.org/plugins/mojito-shipping">wordpress.org</a>. Your opinion will help other people.
es_cr: Si le gusta este plugin, escriba algunas palabras al respecto en <a href="https://wordpress.org/plugins/mojito-shipping"> wordpress.org </a>. Su opinión ayudará a otras personas.

source: If you want to know more about the PRO version, visit our website: <a href="https://mojitowp.com/">mojitowp.com</a>
es_cr: Si desea conocer más de la versión PRO visite nuestro sitio web: <a href="https://mojitowp.com/">mojitowp.com</a>

source: include client note?
es_cr: ¿Incluir nota de cliente?

source: Include logo in the PDF.
es_cr: Incluir logo en el PDF.

source: include order products?
es_cr: ¿Incluir los productos del pedido?

source: Include site logo in the PDF.
es_cr: Incluir el logo del sitio en el PDF.

source: Indicate if your store is located inside or outside the GAM
es_cr: Indique si su tienda está localizada dentro o fuera del GAM

source: Indicate your store's canton
es_cr: Indique el cantón de su tienda

source: Indicate your store's district
es_cr: Indique el distrito de su tienda

source: Indicate your store's province
es_cr: Indique la provincia de su tienda

source: Information
es_cr: Información

source: Inside GAM
es_cr: Dentro del GAM

source: Invalid USUARIO_ID. Given: %1$s
es_cr: USUARIO_ID inválido. Dado: %1$s

source: Keep Correos de Costa Rica ENABLED when order total weight is over 30 kg
es_cr: Mantenga a Correos de Costa Rica HABILITADO cuando el peso total del pedido supere los 30 kg

source: Label
es_cr: Etiqueta

source: Label settings
es_cr: Configuración de etiqueta

source: Lifetime
es_cr: Tiempo de vida

source: Link logo to Correos de Costa Rica service page.
es_cr: Enlace a la página de Correos en el logo

source: Location
es_cr: Ubicación

source: Location rules
es_cr: Reglas de ubicación

source: Logo custom CSS Class
es_cr: Clase CSS personalizada del logo

source: Logo size
es_cr: Tamaño del logo

source: Manual exchange rate
es_cr: Tipo de cambio manual

source: Max Weight Control
es_cr: Control de peso máximo

source: Max Weight settings
es_cr: Ajustes de peso máximo

source: Medium bag - ₡130,00
es_cr: Bolsa mediana - ₡130,00

source: Message
es_cr: Mensaje

source: Message In Mail Orders Settings
es_cr: Mensaje en correo de pedidos

source: Minimal amount for international Shipping
es_cr: Monto mínimo para envío internacional

source: Minimal amount for local Shipping inside the GAM
es_cr: Monto mínimo para envío local dentro del GAM

source: Minimal amount for local Shipping outside the GAM
es_cr: Monto mínimo para los envíos locales fuera del GAM

source: Minimal amounts
es_cr: Montos mínimos

source: Minimal amounts and rounding
es_cr: Montos mínimos y redondeo

source: Minimal or maximum.
es_cr: Mínimo o máximo.

source: Minimal order data
es_cr: Datos de pedido mínimo

source: Mojito Proxy is enabled.
es_cr: La conexión Proxy de Mojito está activa.

source: Mojito Shipping Plugin requires WooCommerce to be active.
es_cr: Mojito Shipping requiere que el plugin WooCommerce esté activo.

source: Mojito Shipping requires PHP 7.4 or higher. You are running PHP %s, please deactivate Mojito Shipping until your PHP has been updated to 7.4 or higher.
es_cr: Mojito Shipping requiere PHP 7.4 o superior. Está ejecutando PHP %s, desactive Mojito Shipping hasta que su PHP se haya actualizado a 7.4 o superior.

source: Mojito Shipping version: %s
es_cr: Versión de Mojito Shipping: %s

source: Mojito Shipping: Correos de Costa Rica requires WC Provincia Canton Distrito to be active.
es_cr: El método "Mojito Shipping: Correos de Costa Rica" necesita que el plugin "WC Provincia-Canton-Distrito" esté activo.

source: Mojito Shipping: Correos de Costa Rica without integration
es_cr: Mojito Shipping: Correos de Costa Rica sin integración

source: Mojito Shipping: Simple Weight-Based
es_cr: Mojito Shipping: Método Simple Basado en Peso

source: MONTO_FLETE is empty
es_cr: MONTO_FLETE está vacío

source: Name
es_cr: Nombre

source: Need help with the settings? Check our documentation: <a href="https://mojitowp.com/documentacion/pymexpress/">mojitowp.com/documentacion</a> or write us to support@mojitowp.com
es_cr: ¿Necesitas ayuda con la configuración? Consulte nuestra documentación: <a href="https://mojitowp.com/documentacion/"> mojitowp.com/documentacion </a> o escríbanos a support@mojitowp.com

source: New Pymexpress guide for order: %s
es_cr: Nueva guía de Pymexpress para el pedido: %s

source: No carrier or method is enabled
es_cr: Ningún proveedor o método ha sido habilitado

source: No, do not show the logo
es_cr: No, no mostrar el logo

source: No, my business is IVA exempt
es_cr: No, mi negocio está exento de IVA

source: OBSERVACIONES cannot exceed 200 characters. Given: %1$s, "%2$s"
es_cr: OBSERVACIONES no puede superar los 200 caracteres. Dado: %1$s, "%2$s"

source: OBSERVACIONES is empty
es_cr: OBSERVACIONES está vacío

source: Offer free shipping to your clients when they buy a certain amount or weight.
es_cr: Ofrezca envío gratis a sus clientes cuando compren una determinada cantidad o peso.

source: Only barcode
es_cr: Sólo código de barras

source: Open WooCommerce logs
es_cr: Abrir bitácora de WooCommerce

source: Options for Cart and Checkout.
es_cr: Opciones para carrito y pago.

source: Other settings
es_cr: Otras configuraciones

source: Outsite GAM
es_cr: Fuera del GAM

source: Package delivery is Correos de Costa Rica's responsibility, Mojito Shipping can't guarantee the correct package delivery.
es_cr: La entrega del paquete es responsabilidad de Correos de Costa Rica, Mojito Shipping no puede garantizar la entrega correcta del paquete.

source: Package details
es_cr: Detalles del paquete

source: Package tracking
es_cr: Seguimiento del paquete

source: Pass
es_cr: Contraseña

source: Password
es_cr: Contraseña

source: PDF Content
es_cr: Contenido del PDF

source: PDF export settings
es_cr: Configuraciones de PDF

source: PDF generated by Correos de Costa Rica
es_cr: PDF generado por Correos de Costa Rica

source: PDF generated by Mojito Shipping
es_cr: PDF generado por Mojito Shipping

source: PDF Origin
es_cr: Origen del PDF

source: Percent discount
es_cr: Porcentaje de descuento

source: Periodically run and do things. If you use Mojito Proxy we recommend enabling the Cron to keep your IP address updated in our firewall.
es_cr: Periódicamente correr y hacer cosas. Si usa Mojito Proxy, le recomendamos habilitar el Cron para mantener su dirección IP actualizada en nuestro firewall.

source: PESO is empty
es_cr: PESO está vacío

source: Phone
es_cr: Teléfono

source: Phone:
es_cr: Teléfono:

source: Please be sure that your business has an IVA exemption into Correos de Costa Rica system.
es_cr: Asegúrese de que su negocio tenga una exención de IVA en el sistema Correos de Costa Rica.

source: Please find attached the PDF Guide for the order %s
es_cr: Por favor encuentre adjunto la guía PDF para el pedido %s

source: Please set up the dollar price in colones.
es_cr: Por favor configure el precio del dólar (en colones)

source: Please set up the dollar price in colones. This will overwrite any other exchange rate.
es_cr: Configure el precio en dólares en colones. Esto sobrescribirá cualquier otro tipo de cambio.

source: Pre select San José in cart
es_cr: Preseleccionar San José en carrito

source: Production
es_cr: Producción

source: Products information
es_cr: Información de productos

source: Province
es_cr: Provincia

source: Proxy Connection disabled.
es_cr: La conexión Proxy está inactiva.

source: Proxy Connection is enabled.
es_cr: La conexión Proxy está activa.

source: Proxy Connection Settings
es_cr: Ajustes de Conexión Proxy

source: Proxy IP
es_cr: IP del Proxy

source: Proxy Port
es_cr: Puerto del Proxy

source: Rate for GAM
es_cr: Tarifa para el GAM

source: Rate for non-GAM
es_cr: Tarifa fija para fuera del GAM

source: Rate per g
es_cr: Costo de envío por g

source: Rate per kg
es_cr: Costo por kg

source: Rate per lb
es_cr: Costo por lbs

source: Rate per lbs
es_cr: Costo por lbs

source: Rate per oz
es_cr: Costo de envío por oz

source: Recipient details
es_cr: Detalles del destinatario

source: Recipient name:
es_cr: Nombre del destinatario:

source: Requires a maximum item order count
es_cr: equiere un número máximo de pedidos de artículos

source: Requires a maximum order amount
es_cr: Requiere una cantidad máxima de pedido

source: Requires a maximum order weight
es_cr: Requiere un peso máximo de pedido

source: Requires a minimum item order count
es_cr: Requiere un número mínimo de pedido de artículos

source: Requires a minimum order amount
es_cr: Requiere una cantidad mínima de pedido

source: Requires a minimum order weight
es_cr: Requiere un peso mínimo de pedido

source: Round the final amount
es_cr: Redondear el monto final

source: Round the final amount of the shipment to facilitate the reading of the amount.
es_cr: Redondear el monto final del envío para facilitar la lectura del monto.

source: Round to the next 100 (eg: 3203.56 => 3300)
es_cr: Redondear a los siguientes 100 (ej: 3203.56 => 3300)

source: Round to the next 1000 (eg: 3203.56 => 4000)
es_cr: Redondear a los siguientes 1000 (ej: 3203.56 => 4000)

source: Round to the next 500 (eg: 3203.56 => 3500)
es_cr: Redondear a los siguientes 500 (ej: 3203.56 => 3500)

source: Sandbox
es_cr: Pruebas

source: Save
es_cr: Guardar

source: Save Pymexpress Web Service responses in cache.
es_cr: Guardar respuestas del Web Service de Pymexpress en caché

source: Select between manual exchange rate or automatic from https://api.hacienda.go.cr/indicadores/tc
es_cr: Seleccione entre tipo de cambio manual o automático desde https://api.hacienda.go.cr/indicadores/tc

source: Select one
es_cr: Seleccione uno

source: Select the origin of the PDF.
es_cr: Seleccione el origen del PDF

source: Select the service to deliver the packages inside Costa Rica
es_cr: Seleccione el servicio para entregar paquetes dentro de Costa Rica

source: Select the service to deliver the packages outside Costa Rica
es_cr: Selecciones el servicio para entregar paquetes fuera de Costa Rica

source: Select the size to show.
es_cr: Seleccione el tamaño a mostrar

source: Select your Carrier
es_cr: Seleccione su portador

source: Select your service provider
es_cr: Seleccione su proveedor de servicio

source: Send packages using Correos de Costa Rica services
es_cr: Envíe paquetes utilizando los servicios de Correos de Costa Rica

source: Send packages using Correos de Costa Rica services manually
es_cr: Enviar paquetes utilizando los servicios de Correos de Costa Rica manualmente

source: Send packages using Pymexpress (Correos de Costa Rica) services
es_cr: Envíe paquetes utilizando los servicios de Pymexpress (Correos de Costa Rica)
