Repository: alphaomegaphi/mojito-shipping
Catalog: languages/mojito-shipping-*.po
Languages: es_cr

source: Send PDFs to the following emails
es_cr: Enviar los PDF de las guías a los siguientes correos

source: SEND_DIRECCION cannot exceed 300 characters. Given: %1$s, "%2$s"
es_cr: SEND_DIRECCION no puede superar los 300 caracteres. Dado: %1$s, "%2$s"

source: SEND_NOMBRE cannot exceed 100 characters. Given: %1$s, "%2$s"
es_cr: SEND_NOMBRE no puede superar los 100 caracteres. Dado: %1$s, "%2$s"

source: SEND_TELEFONO cannot exceed 50 characters. Given: %1$s, "%2$s"
es_cr: SEND_TELEFONO no puede superar los 50 caracteres. Dado: %1$s, "%2$s"

source: SEND_ZIP cannot exceed 8 characters. Given: %1$s, "%2$s"
es_cr: SEND_ZIP no puede superar los 8 caracteres. Dado: %1$s, "%2$s"

source: Sender details
es_cr: Detalles del remitente

source: Sender Name
es_cr: Nombre del remitente

source: Sender name:
es_cr: Nombre del remitente:

source: Sender physical address
es_cr: Dirección física del remitente

source: Sender Settings
es_cr: Configuraciones del remitente

source: Sender zip code
es_cr: Código postal de remitente.

source: Sender's email
es_cr: Correo electrónico del remitente

source: Sender's phone number
es_cr: Número de teléfono del remitente

source: Service for international shipping
es_cr: Servicio para envío internacional

source: Service for local shipping
es_cr: Servicio para envío local

source: Service ID
es_cr: Id de servicio

source: SERVICIO cannot exceed 5 characters. Given: %1$s, "%2$s"
es_cr: SERVICIO no puede superar los 5 caracteres. Dado: %1$s, "%2$s"

source: Set a fixed rate to GAM.
es_cr: Establecer tarifa fija para el GAM

source: Set a fixed rate to non-GAM.
es_cr: Establecer tarifa fija para fuera del GAM

source: Set a minimum charge for your international shipping.
es_cr: Indique un monto mínimo para los envíos internacionales.

source: Set a minimum charge for your local shipping in the GAM.
es_cr: Indique un monto mínimo para los envíos locales dentro del GAM.

source: Set a minimum charge for your local shipping out the GAM.
es_cr: Indique un monto mínimo para los envíos locales fuera del GAM.

source: Set a minimum charge.
es_cr: Indique el mínimo a cobrar.

source: Set fixed rates. <span class="error">Caution: This will overwrite any other shipping rates calculation.</span>
es_cr: Establecer tarifas fijas. <span class="error"> Precaución: esto sobrescribirá cualquier otro cálculo de tarifas de envío. </span>

source: Set settings for your store.
es_cr: Asigne las configuraciones de su tienda

source: Set settings for your store. Please fill, save and check the connection settings before set the locations settings.
es_cr: Complete la configuración de su tienda. Llene, guarde y verifique la configuración de conexión antes de establecer la configuración de ubicación.

source: Set the canton
es_cr: Seleccione un cantón

source: Set the district
es_cr: Seleccione un distrito

source: Set the minimal amount to charge.
es_cr: Indique el monto mínimo a cobrar.

source: Set the province
es_cr: Seleccione una provincia

source: Set the shipping rate per g
es_cr: Configure el costo de envío por g

source: Set the shipping rate per kg
es_cr: Configure el costo de envío por kg

source: Set the shipping rate per lb
es_cr: Configure el costo de envío por lbs

source: Set the shipping rate per lbs
es_cr: Configure el costo de envío por lbs

source: Set your weight-based rates settings
es_cr: Configure sus opciones del método simple basado en peso

source: Settings
es_cr: Configuraciones

source: Settings details.
es_cr: Detalles de la configuración

source: Settings for address fields
es_cr: Configuración de los campos de dirección

source: Settings to exclude zones from the shipping calculation
es_cr: Configuración para excluir zonas del cálculo de envío

source: Settings to export order data and guide number in PDF
es_cr: Configuración para exportar datos de pedidos y número de guía en PDF

source: shipping to
es_cr: enviar a

source: Show Correos de Costa Rica Logo
es_cr: Mostrar logo de Correos de Costa Rica

source: Show Correos de Costa Rica logo
es_cr: Mostrar el logo de Correos de Costa Rica

source: Show logo before or after the label
es_cr: Mostrar el logo antes o después de la etiqueta

source: Show logo in Cart and Checkout
es_cr: Mostrar el logo en el Carrito y página de Pago

source: Show Site Logo
es_cr: Mostrar logo del sitio

source: Show the logo After the label and price
es_cr: Mostrar el logo Después de la etiqueta y el precio

source: Show the logo Before the label and price
es_cr: Mostrar el logo Antes de la etiqueta y el precio

source: Show the logo of Correos de Costa Rica. Correos de Costa Rica owns all rights to its logo, brand, and others.
es_cr: Mostrar el logo de Correos de Costa Rica. Correos de Costa Rica posee todos los derechos sobre su logotipo, marca y otros.

source: Show Tracking Details
es_cr: Mostrar detalles de seguimiento

source: Show tracking details
es_cr: Mostrar detalles de seguimiento

source: Show tracking in admin order details
es_cr: Mostrar información de seguimiento en los detalles del pedido del administrador

source: Show tracking in user order details
es_cr: Mostrar seguimiento en los detalles del pedido del usuario

source: Show zip code field
es_cr: Mostrar campo de código postal

source: Show zip code field.
es_cr: Mostrar campo de código postal.

source: Simple weight-based
es_cr: Método simple basado en peso

source: Simple weight-based rates
es_cr: Método simple basado en peso

source: Simple Weight-based rates settings
es_cr: Configuraciones de método simple basado en peso

source: Small bag - ₡100,00
es_cr: Bolsa pequeña - ₡100,00

source: SoapClient is enabled
es_cr: SoapClient está habilitado

source: SoapClient is not enabled
es_cr: SoapClient no está habilitado

source: State
es_cr: Provincia

source: State:
es_cr: Provincia:

source: Store location
es_cr: Ubicación de la tienda

source: System
es_cr: Sistema

source: The calculated cost is only an estimate and the price may change depending on the contract, cost table, rate adjustments, and final plant weight.
es_cr: El costo calculado es solo una estimación y el precio puede cambiar según el contrato, la tabla de costos, los ajustes de tarifas y el peso final de la planta.

source: The final cost of your bill may vary depending on the weight, area of origin and destination, policies in force at the time of shipment and the service contract.
es_cr: El costo final de su factura puede variar según el peso, el área de origen y destino, políticas vigentes en el momento del envío y el contrato de servicio.

source: The maximum weight allowed by Correos de Costa Rica is 30,000 grams (30 kg), you can disable this shipping method when the maximum package weight is reached.
es_cr: El peso máximo permitido por Correos de Costa Rica es de 30,000 gramos (30 kg), puede desactivar este método de envío cuando se alcanza el peso máximo del paquete.

source: The option "Full order data" include Guide number, Sender data, Recipient data, and the Package details. The option "Minimal" will export the Barcode, the Guide number and Recipient data. The option "Only barcode" will export the Guide number and barcode only.
es_cr: La opción "Datos completos del pedido" incluye el número de guía, los datos del remitente, los datos del destinatario y los detalles del paquete. La opción "Mínimo" exportará el código de barras, el número de guía y los datos del destinatario. La opción "Solo código de barras" exportará solo el número de guía y el código de barras.

source: The rate calculation does not include the collection amount. (Service provided by Correos de Costa Rica)
es_cr: El cálculo del monto no incluye el monto de recolección. (Servicio proporcionado por Correos de Costa Rica)

source: The Web Service URL cannot be reached from your website
es_cr: No se puede acceder a la URL del servicio web desde su sitio web

source: The Web Service URL cannot be reached from your website, the error message is: %s
es_cr: No se pudo establecer conexión con la URL del Web Service, el mensaje de error es: %s

source: There was an error when checking your website IP Address: %s
es_cr: Se produjo un error al verificar la dirección IP de su sitio web: %s

source: There was an error with Correos de Costa Rica:
es_cr: Hubo un error con Correos de Costa Rica:

source: There was an error with Correos de Costa Rica: %s
es_cr: Hubo un error con Correos de Costa Rica: %s

source: This information is intended to be used as an estimate.
es_cr: Esta información está destinada a ser utilizada como una estimación.

source: This option allows you set a custom label for Cart and Checkout.
es_cr: Esta opción le permite establecer una etiqueta personalizada para el Carrito y la Página de pago.

source: This option allows you to disable Correos de Costa Rica when order total weight is over 30000 g (30 kg).
es_cr: Esta opción le permite desactivar Correos de Costa Rica cuando el peso total del pedido supera los 30000 g (30 kg).

source: This option allows you to enable the exchange rate.
es_cr: Esta opción le permite habilitar el uso de tipo de cambio.

source: This option allows you to enable the link to Correos de Costa Rica website.
es_cr: Esta opción le permite habilitar en enlace a la página web de Correos de Costa Rica en el logo.

source: This option allows you to sell in another currency and convert the final shipping rate to the currency established in your store, according to the exchange rate settings.
es_cr: Esta opción le permite vender en otra moneda y convertir la tasa de envío final a la moneda establecida en su tienda, de acuerdo con la configuración del tipo de cambio.

source: This option allows you to set the position of the logo
es_cr: Esta opción le permite establecer la posición del logo

source: This option requires "PDF Origin" to be "PDF generated by Mojito Shipping". The option "Full order data" include Guide number, Sender data, Recipient data, and the Package details. The option "Minimal" will export the Barcode, the Guide number and Recipient data. The option "Only barcode" will export the Guide number and barcode only.
es_cr: Esta opción requiere que "Origen PDF" sea "PDF generado por Mojito Shipping". La opción "Datos completos del pedido" incluye el número de guía, los datos del remitente, los datos del destinatario y los detalles del paquete. La opción "Mínimo" exportará el Código de Barras, el número de Guía y los datos del Destinatario. La opción "Solo código de barras" exportará solo el número de guía y el código de barras.

source: This setting allows you to ensure a minimum shipping charge.
es_cr: Esta configuración le permite garantizar un cargo de envío mínimo.

source: This setting allows you to ensure fixed rates to GAM and Non-GAM shipping.
es_cr: Esta configuración le permite garantizar tarifas fijas para envíos GAM y no GAM.

source: This setting allows you to ensure include packing costs shipping rate.
es_cr: Esta configuración le permite asegurarse de incluir los gastos de empaque dentro de la tarifa de envío.

source: This setting allows you to set development or production environment.
es_cr: Esta configuración le permite configurar el entorno de desarrollo o producción.

source: This setting will overwrite the Proxy Connection Settings.
es_cr: Esta opción tiene precedencia sobre las opciones de Conexión Proxy.

source: Title
es_cr: Título

source: Title to be display on site
es_cr: Título para mostrar en el sitio

source: Tracking
es_cr: Seguimiento

source: Tracking only works for the production environment.
es_cr: El seguimiento solo funciona para el entorno de producción.

source: Type to search
es_cr: Escriba para buscar

source: URL del Web Service connection is OK
es_cr: La Conexión con la URL del Web Service es correcta

source: URL del Web Service connection is OK through the %s
es_cr: La Conexión con la URL del Web Service es correcta por medio de %s

source: URL Web Service
es_cr: URL del Web Service

source: Use Mojito Proxy Connection
es_cr: Usar conexión proxy de Mojito

source: Use the proxy provided by Mojito. Please write to us with your website IP address to enable access.
es_cr: Utilizar el Proxy provisto por Mojito. Escríbanos con la dirección IP de su sitio web para habilitar el acceso.

source: User
es_cr: Usuario

source: User ID
es_cr: ID de usuario

source: Username
es_cr: Usuario

source: Username or Password empty.
es_cr: Usuario o contraseña vacías.

source: Web Service Client Code
es_cr: Código de cliente del Web Service

source: Web Service Client Code is empty
es_cr: Código de cliente del Web Service está vacío

source: Web Service Client Code is set
es_cr: Código de cliente del Web Service está definido

source: Web Service Password
es_cr: Contraseña del Web Service

source: Web Service Password is empty
es_cr: Contraseña del Web Service está vacía

source: Web Service Password is set
es_cr: Contraseña del Web Service está definida

source: Web Service Settings
es_cr: Configuraciones del Web Service

source: Web Service User ID
es_cr: Usuario ID del Web Service

source: Web Service User ID is empty
es_cr: Usuario ID del Web Service está vacío

source: Web Service User ID is set
es_cr: Usuario ID del Web Service está definido

source: Web Service Username
es_cr: Usuario del Web Service

source: Web Service Username is empty
es_cr: Usuario del Web Service está vacío

source: Web Service Username is set
es_cr: Usuario del Web Service está definido

source: Web Service, Service ID
es_cr: Servicio ID del Web Service

source: Web Service, Service ID is empty
es_cr: Servicio ID del Web Service está vacío

source: Web Service, Service ID is set
es_cr: Servicio ID del Web Service está definido

source: Weight-based rates for WooCommerce. Simple method shipping support. Correos de Costa Rica web service support for tracking codes.
es_cr: Precios basados en peso para WooCommerce. Soporte de envío de método simple. Soporte del servicio web Correos de Costa Rica para códigos de seguimiento.

source: Weight-Based shipping method
es_cr: Método simple basado en peso

source: WooCommerce weight unit is "%1$s", the rate to use is %2$s%3$s per %4$s
es_cr: La unidad de peso de WooCommerce es "%1$s", el costo a utilizar es %2$s%3$s por cada %4$s

source: WooCommerce weight unit is "g"
es_cr: La unidad de peso de WooCommerce es "g"

source: WooCommerce weight unit is "kg", conversion will be kg => g (1kg = 1000g)
es_cr: La unidad de peso de WooCommerce es "kg", la conversión será de kg => g (1kg = 1000g)

source: WooCommerce weight unit is "lbs", conversion will be lbs => g (1lbs = 453.59g)
es_cr: La unidad de peso de WooCommerce es "lbs", la conversión será de lbs => g (1lbs = 453.59g)

source: WooCommerce weight unit is "oz", conversion will be oz => g (1oz = 28.35g)
es_cr: La unidad de peso de WooCommerce es "oz", la conversión será de oz => g (1oz = 28.35g)

source: WS Cache settings
es_cr: Configuraciones del Caché del Web Service

source: Yes
es_cr: Sí

source: Yes, I must pay IVA to Correos de Costa Rica
es_cr: Sí, mi negocio debo pagar IVA a Correos de Costa Rica

source: Yes, show logo
es_cr: Sí, mostrar el logo

source: You have %s variants without weight
es_cr: Tienes %s variantes sin peso

source: You have at least %s product without weight
es_cr: Usted tiene al menos %s productos sin peso definido

source: Your business settings
es_cr: Configuraciones de su negocio

source: Your company or store information.
es_cr: Información de su tienda y negocio.

source: Your lightest product weight %1$s%2$s and the heaviest %3$s%4$s.
es_cr: Su producto más ligero pesa %1$s%2$s y el más pesado %3$s%4$s.

source: Your website IP Address is %s, be sure this is whitelisted by Correos de Costa Rica
es_cr: La dirección IP de su sitio web es %s, asegúrese que Correos de Costa Rica la agregue a la lista blanca.

source: Zip Code
es_cr: Código postal

source: Zip-code:
es_cr: Código postal:
